---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentOpenedEventArgs
source: html/d0ae2ea6-ed96-8a2e-b5f8-9f80cb3de75c.htm
---
# DocumentOpenedEventArgs Methods

Indicates whether the event is being cancelled.